var linklist = [
    {
      "name": '首頁',
      "url": './index.html'
    },
    {
      "name": '介紹',
      "url": './Introduction.html'
    },
    {
      "name": '影片',
      "url": './video.html'
    },
    {
      "name": '音樂',
      "url": './music.html'
    },
    {
      "name": '其他',
      "url": './other.html'
    }
   
  ]

const fakearticle=[
    {
      "title":"完美姆咪世界到底是什麼",
      "content":"我也不知道"
    },
    {
      "title":"騎空士的生活實錄",
      "content":"農。"
    },
    {
      "title":"歐洲人好可怕",
      "content":"連續抽中高稀有度卡片竟然能讓大義館斷電"
    },
    {
      "title":"我叫做基德",
      "content":"哈囉 法國也是說哈囉嗎"
    }
  ]

const _music = [
    {
      'title':'『スロウスタート』OP FULL 「ne! ne! ne!」歌詞付き',
      'id': 'jiKoSKRMqxk',
      'lyric': 
      `
      作詞：岩里祐穂
      作曲：藤澤慶昌
      
      ポップコーンみたいに　ねえ　目覚めてく細胞
      ドキドキもいつのまにかこんな小さく！
      ぷるるパチパチ

      ありがとう「仲良し」にも水をあげたら
      パンジーのつぼみみたい　大きくかわいく育つかな
      
      はずかしがりなスタートでも
      バラバラのスピードでも
      もう少しだ(もうちょい！)　元気の(わっしょい！)　魔法で追いつけるよ

      いいね！ね！ね！わたしたち！
      あのね！ね！ね！いっしょにね！
      いるだけで　校庭から地球の先　ひとっ飛び
      いいね！ね！ね！みんなとね！
      ほらね！ね！ね！笑えば
      その手を振って
      もっともっと　わたしたち　近づいてく
      ゆっくりと！

      息したら吸いますよね　好きになったら
      好きになってくれなきゃ　サビしいよね
      うるるプキプキ

      くよくよもメソメソもいちばんわかってて
      スポンジみたい弱虫な気持ち全部
      吸い取ってくれる


      言いたいけど言えないことを
      ヒミツだなんて言わないで
      あと少しだ(もうちょい！)　勇気の(わっしょい！)　魔法で打ち明けたい
      
      いいね！ね！ね！わたしたち！
      あのね！ね！ね！いつでもね！
      追いかけて　プールから深海まで　ひと潜り
      いいね！ね！ね！ちょっぴりね！
      もしね！ね！ね！凹んでも
      この手つないで
      きっときっと　わたしたち　走りだせる
      どこまでも！

      まるで神様に特注したような
      ずっと大好きなみんな

      いいね！ね！ね！わたしたち！
      あのね！ね！ね！いっしょにね！
      いるだけで　校庭から地球の先　ひとっ飛び
      いいね！ね！ね！みんなとね！
      ほらね！ね！ね！笑えば
      その手を振って
      もっともっと　わたしたち　近づいてく
      ゆっくりと！
      
      その手を振って
      もっともっと　わたしたち　近づいてく
      またあした！！！！`
    },
    {
      'title':`【スロウスタート】カナエタマエ`,
      'id': 'GBrd8gqQUZg',
      'lyric' : `
      ねがいごと   カナ工タマ工    一緒に

      ドキドキ   ココロの音がわたしに響いた
      ときめきのサイン？   
      これだっ！て   決めちゃって
      ワクワクする場所   
      迷わずに進んでゆこう
      “知らない”知りたい   冒険のスタート

      あと少しの勇気…
      せーのっ！で見つけたら
      変わる   セカイをここで   始めよう！

      ねがいごと   カナエタマエ   一緒に(Anytime)
      憧れに会いに行こう(Be with you)
      たくさんの煌めきが   きっと待ってるね
      ステキミライ   大切な物語(キミと)
      思いっきり描いて(ここで)
      叶えたい！   叶えよう♪
      キミがいるから
      笑顔でいるよ   ありがとう


      そわそわ…待てない！   
      楽しいこと見つけたら
      伝えたくなる   みんなに出会えたから

      カラフルEveryday   
      想像は飛び越えて   もっと
      新しいわたし   見つけたい   頑張る！

      空回りしちゃっても
      チャレンジしてたいね
      いつも   全力パワー  進もう！

      ユメミタイ   どんな時も笑顔で(ShiningDays)
      声になって届け(Song for you)
      悔し泣きしちゃっても   前だけ見つめて
      カラフルな夢の音符に乗って(一緒に)
      自由に奏でてこう(行こう)
      つまらない   なんてないない
      キミといるから
      今日も明日も  楽しいの！

      本当のわたしで(この夢を叶えたくて...)
      目指すミライへと(とにかく進んでこうよ)
      一人じゃないから

      今すぐに
      ねがいごと   カナエタマエ   一緒に(Anytime)
      憧れに会いに行こう(Be with you)
      たくさんの煌めきが   きっと待ってるね
      ステキミライ   大切な物語(キミと)
      思いっきり描いて(ここで)
      叶えたい！   叶えよう♪
      キミがいるから
      笑顔でいるよ   ありがとう`
    }
  ]
  export default linklist
  export {fakearticle, _music}
  